package assistant

const Line = "=========================================================================================="

const Hi = "Добро пожаловать в ------>УДИВИТЕЛЬНЫЕ ИСКАТЕЛИ!<------"

const Start = "Введите start для входа в игру"

const Start_no = "Всего доброго! Если вы передумаете вы всегда можите ввести statr."

const Start_yes = "Приветствую тебя Искатель. Выбирите персонажа или создайте нового. Для выбора персонажа введите person, а для создания create \n"
const Start_yes_savePerson = "Ваши сохраненные персонажи:"
const Start_yes_new = "Заполните необходимые поля (все поля являются обезательными):"

var Profs = []string{"1) Силач", "2) Ловкач", "3)Маг"}

const TxtPart1 = "......Трах-бабах-тарарах...... Вы открыли глаза.\n Вы у себя в комнате. Вы понимаете что можете опоздать по совим делам.\n ТУК_ТУК_ТУК ... Стук в дверь прерывает поток ваших мыслей."
const TxrProlog = "Вы лениво потянулись... Тепичное утро ... Подумали вы. \n Во время завтрака взлянули на часы  и резко выбежали в коридор и дальше на улицу.\n"
const TxtStreet = "Вы торопитесь на остановку так как знаете что еще успеваете на свой тролейбус....\n Но вдруг хриплый голос вас окликает...."
const ErrorCheck = "....Вы провалили проверку..."

// NPC Бабка
const Btalk1 = "Бабка №1: ...Внучек ты куда так летишь?... \n Помню в наше время так не.... \n"
const Btalk2 = "Бабка №1: ... ТАк о чем это я? ... А вспомнила... Помоги донести пакеты до подъезда... Вон за тем домом я живу."
const Btalk3 = "Баюка №1: ... Вот мой подъезд!\n"
const Btalk4 = "Бабка №1: ... Спасибо, внучек, мой сынок как раз едет в центр и отвезет тебя на учебу \n"

// NPC Гопники
const Gtalk = "Гопник №1: Эй парниш, закурить есть? и немного мелочи на поесть ?\n"

// NPC Друг
const Ftalk1 = "Друг: Привет, %v, Ты голоден? Может пойдем в столовку?"
const Ftalk2 = "Друг: Ты слышал Карга вышла с больничного и сегодня у нас будет Тест по Основа Этики? \n А точно ты же только недавно перевелся. Ну крепись друг она всех валит еще и ее сын Ректор. \n"
