package assistant

const Line = "=========================================================================================="

const Hi = "Добро пожаловать в ------>УДИВИТЕЛЬНЫЕ ИСКАТЕЛИ!<------"

const Start = "Введите start для входа в игру"

const Start_no = "Всего доброго! Если вы передумаете вы всегда можите ввести statr."

const Start_yes = "Приветствую тебя Искатель. Выбирите персонажа или создайте нового. Для выбора персонажа введите my person, а для создания create"
const Start_yes_savePerson = "Ваши сохраненные персонажи:"
const Start_yes_new = "Заполните необходимые поля (все поля являются обезательными):"

var Profs = []string{"1) Силач", "2) Ловкач", "3)Маг"}
